#!/bin/sh

clear
blue='\033[34;1m'
green='\033[32;1m'
purple='\033[35;1m'
cyan='\033[36;1m'
red='\033[31;1m'
white='\033[37;1m'
yellow='\033[33;1m'
sleep 1
echo
toilet -f mini -F gay andvand 🗿
echo $yellow"selamat datang"
echo
sleep 2
echo $blue"silahkan pilih menu nya :"
echo $green"-------------------------------------------"
echo $yellow"1.)virtex"	            
echo $green"2.)stabilkan jaringan"  
echo $blue"3.)wa aing"              
echo $red"4.)yt aing"
echo $red"5.)spam sms dan call"
echo $green"6.)prank call"
echo $cyan"7.)google search"
echo $purple"8.)youtube search"	  
echo $blue"0.)back"                 
echo $blue"--------------------------------------------"
echo
echo
echo $yellow"menu download"
echo
echo $blue"--------------------------------------------"
echo
echo 
echo $green"-------------------------"
echo $white"creator by:jefri"       
echo $white"youtube andvand ch"     
echo $white"sc ini dibuat pada"     
echo $white"jumat 8 april 2022"     
echo $green"------------------------"



toilet -f big -F gay :v

echo $white                         
read -p "pilih:" bro


if [ $bro = 2 ] ||  [ $bro = 2 ]
then
clear
toilet -f big -F gay jaringan
echo $green"untuk mematikan CTRL+Z"
sleep 5
ping -s1028 1.1.1.1
sh bot.sh
fi 

if [ $bro = 0 ] || [ $bro = 0 ]
then
clear
echo $blue
figlet "Bye"
echo $white " To be continued"
echo $red"loading......"
sleep 1
echo $white"3"
sleep 1
echo $white"2"
sleep 1
echo $white"1"
sleep 1
clear
exit
fi


if [ $bro = 1 ] || [ $bro = 1 ]
then
clear
echo $blue
figlet "virtex"
echo $white "loading...."
sleep 5
echo $white *9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓*9999999* *ผิดุท้่เึางืผิดุท้่เึางื* *9999999*
*৭৭৭৭৭৭৭৭* *๒๒๒๒๒๒๒๒* *৭৭৭৭৭৭৭৭*
1⃣2⃣3⃣4⃣5⃣6⃣7⃣8⃣9⃣🔟
▓▒▓▒▓▒▓▒▓
echo
echo $white"akan dihapus dalam.."
echo $white"3"
sleep 1
echo $white"2"
sleep 1
echo $white"1"
echo $blue"loading..."
sleep 10
clear
sh bot.sh
fi

if [ $bro = 3 ] || [ $bro = 3 ]
then
clear
echo $green
toilet -f big -F gay wa aing
echo $white"loading...."
sleep 5
echo $white"https://wa.me/6288264356392"
echo $white"tuh wa gw jangan lupa save ya aowkaokwoa"
fi


if [ $bro = 4 ] || [ $bro = 4 ]
then
clear
echo "loading..."
sleep 5
echo $white "https://youtube.com/channel/UCdFjedllu3JvOKIPRvkyySg"


toilet -f big -F gay  sub
echo $white"loading 15 detik"
sleep 15
clear
sh bot.sh
fi

if [ $bro = 5 ] || [ $bro = 5 ]
then
clear
python sms.py
fi


if [ $bro = 6 ] || [ $bro = 6 ]
then
clear
sh a.sh
fi

if [ $bro = 7 ] || [ $bro = 7 ]
then
lynx www.google.com
fi
